{
    "coaches": [
        {
            "id": "max-robinson",
            "coachName": "Max Robinson", 
            "email": "robinsonmax80@gmail.com",
            "phone": "(612) 757-2753", 
            "linkedIn": "https://www.linkedin.com/in/maxwell-robinson578/",
            "location": "",
            "about": "I am a junior dual sport student athlete at Simpson College majoring in Sports Administation and minoring in Coaching and Sports Communications. I am on the football and mens volleyball team. While growing up I played a handful of sports and was lucky enough to represent Eagan High School as a captain in Football and Basketball. I enjoy being active and being around my family and friends. I am ecstatic to be a part of Universial Athletics and look forward to seeing where our journey leads us.",
            "uaMeaning": "Sports have helped me understand how valuable and blessed we are to live and to be surrounded by life. From a young age it was instilled in me that you help others without having a reason to do so. I understand the power we have as humans and much more so as humans with influence. I want to spread positivity and build community. At UA I want our athletes to grow physically, emotionally, and mentally as we continue to take on this so-called “life” together. I live for community and positive change and am excited to build a team within Universal Athletics to spread this message and mission as far as the universe will take it!",
            "image1": "./images/max_robinson_cs_1.jpg",
            "image2": "./images/max_robinson_cs_2.jpg",
            "sports": [
                {
                    "sport": "Football"
                },
                {
                    "sport": "Basketball"
                },
                {
                    "sport": "Volleyball"
                },
                {
                    "sport": "Soccer"
                }
            ]
        },
        {
            "id": "ellie-robinson",
            "coachName": "Ellie Robinson", 
            "email": "ellierobinson135@gmail.com",
            "phone": "(651) 492-5110",
            "linkedIn": "https://www.linkedin.com/in/ellie-robinson-42ba7b28a/", 
            "location": "",
            "about": "I am a freshman at Drake University majoring in Public Relations and Business Studies. I am from Eagan, MN and still live there. In my free time I love to hang out with friends, watch sports, bake, do things outdoors, go on adventures, and shop! I can’t wait to meet you and am thrilled to be a part of your journey here at Universal Athletics!",
            "uaMeaning": "Being a part of Universal Athletics means I have the chance to make a difference. I’m beyond excited to meet new people and create connections with others. Furthermore, having the chance to be a part of UA will allow me to step out of my comfort zone and challenge myself with new opportunities. The impact my past coaches have had on me will last a lifetime, and I would be honored to do the same for someone else.",
            "image1": "./images/ellie_robinson_cs_1.jpg",
            "image2": "./images/ellie_robinson_cs_2.jpg",
            "sports": [
                {
                    "sport": "Track (Throwing)"
                },
                {
                    "sport": "Basketball"
                }
            ]
        }, 
        {
            "id": "ben-towle",
            "coachName": "Ben Towle", 
            "email": "benjamintowle04@gmail.com",
            "phone": "(651) 399-6269", 
            "linkedIn": "www.linkedin.com/in/benjamin-towle-31a204265",
            "location": "Eagan, MN",
            "about": "I am a Junior Student at Iowa State University majoring in Computer Engineering. I grew up in and currently live in Eagan, MN. I enjoy hanging out with friends and family, trying new things, and staying active in my daily life. I am excited to be a part of the Universal Athletics team and making a lasting impact on individuals near and far. ",
            "uaMeaning": "Universal Athletics means to be a part of something greater than myself. At UA, we strive to reach out to our local communities and bring people together through sports and activities. In addition to building stronger minds and bodies, I believe our greatest impact is in building strong and inclusive communities for people who strive to better themselves.",
            "image1": "./images/ben_towle_cs_1.jpg",
            "image2": "./images/ben_towle_cs_2.jpg",
            "sports": [
                {
                    "sport": "Basketball"
                },
                {
                    "sport": "Football"
                }
            ]
        },
        {
            "id": "jesse-pladsen",
            "coachName": "Jesse Pladsen", 
            "email": "jesseplads@gmail.com",
            "phone": "", 
            "linkedIn": "",
            "location": "",
            "about": "I am a Junior student athlete at Simpson College majoring in History and minoring in Spanish. I am involved in the Football team as well as the Speech and Debate team. In highschool I was involved in Soccer, Football, baseball, and Basketball. I was always an active kid growing up on a 60 acere farm with my brother Alex (23) sisters Faith (25) and Danisha (30) I quickly learned how important being active is. From playing catch with my brother to just walking around our farm I loved being outside. Just being outside and getting active was always so important and beneficial to me. It helped me take my mind of any stressors or anything I was worried about and live in the moment.",
            "uaMeaning": "Through Universal Athletics, I know that I can be a difference maker. As an aspiring teacher I have wanted to make a lasting change in the world I live in from a young age. And with this UA I know that I can be the change. Through making sports accessible in ways that other companies don’t, helping get each and every kid active and outside no matter the cost, and finally bettering already devoted student athletes and facilitating the love they have for sports. Sports have always been apart of my life and given this opportunity to pass my knowledge of sports down just gives me another reason to get out of the bed in the morning.",
            "image1": "./images/jesse_pladsen_cs_1.jpg",
            "image2": "./images/jesse_pladsen_cs_2.jpg",
            "sports": [
                {
                    "sport": "Football"
                },
                {
                    "sport": "Soccer"
                },
                {
                    "sport": "Basketball"
                },
                {
                    "sport": "Baseball"
                }
               
            ]
        },
        {
            "id": "anthony-potratz",
            "coachName": "Anthony Potratz", 
            "email": "anthonypotratz@gmail.com",
            "phone": "(319) 520-0534", 
            "linkedIn": "",
            "location": "",
            "about": "I am a junior student athlete at Simpson College majoring in Mathematics and Educational Studies, and minoring in Coaching. I am on the Simpson men’s volleyball team. While growing up I played a bunch of sports at Keokuk High School as a captain for basketball, football and track. I was named first team all district in basketball and football in my junior and senior year. I was also unanimously selected as conference player of the year in basketball. I also qualified to run at the state track meet during my sophomore and senior season. I have always loved doing sports with my friends and family and I would love to help other student athletes have and keep that same love for their sports. The opportunity to be a part of Universal Athletics is a once in a lifetime opportunity for me and I cannot wait to see where this program leads me and other young minds.",
            "uaMeaning": "When I talk about Universal Athletics, the first item that I think of is the word, “opportunity”. Universal Athletics gives opportunities for every single athlete no matter the age. Universal Athletics allows opportunities for people to grow in their sport of choice and as an individual person. This opportunity also allows people and the coaches to grow as a part of a family. Everyone on the Universal Athletics staff wants every person to succeed in their sport and in life. This program allows for people to make life long bonds that they will cherish for the rest of their lives. Universal Athletics is that opportunity that allows every person to utilize and enjoy sports in their own way.",
            "image1": "./images/anthony_potratz_cs_1.jpg",
            "image2": "./images/anthony_potratz_cs_2.jpg",
            "sports": [
                {
                    "sport": "Football" 
                },
                {
                    "sport": "Basketball"
                },
                {
                    "sport": "Track (Sprints)"
                },
                {
                    "sport": "Volleyball"
                }
            ]
        }

        
    ]
}